{
    "blogs": [
        {
            "title": "My new website",
            "body": "Why do we use?\nIt is a long established fact that a reader will be distracted.\nOnce upon a time in the quaint village of Eldergrove, nestled between rolling hills and whispering woods, there lived a peculiar old man named Thaddeus. Thaddeus was known for his wild, unkempt beard that seemed to have a life of its own, often tangled with bits of leaves and twigs. He spent his days wandering the forest, collecting odd trinkets and talking to the animals as if they were his long-lost friends. One crisp autumn morning, while rummaging through a thicket, Thaddeus stumbled upon a shimmering, golden key half-buried in the ground. Intrigued, he picked it up and felt a strange warmth radiating from it. The villagers had long spoken of a hidden treasure buried deep within the woods, guarded by an ancient spirit. With the key in hand, Thaddeus felt a surge of courage and decided to seek out the treasure. As he ventured deeper into the forest, the trees seemed to whisper secrets, guiding him toward a forgotten stone door covered in moss. Heart racing, Thaddeus inserted the golden key into the lock. With a soft click, the door creaked open, revealing a dazzling chamber filled with sparkling gems and golden artifacts. But at the center of it all sat a magnificent, glowing orb. As Thaddeus approached the orb, he realized it was not just a treasure but a source of magic that could bring joy and prosperity to Eldergrove. With a gentle touch, he activated the orb, and a warm light enveloped the village, filling it with laughter and abundance. From that day on, Thaddeus was no longer just the peculiar old man; he became the beloved guardian of Eldergrove, forever cherished for his adventurous spirit and the magic he had unlocked.",
            "author": "Bibi",
            "id": 1
        },
        {
            "title": "Welcome party",
            "body": "This is test text of the blog titled OPENNING PARTY the good, the bad, and the ugly. In a small coastal town, where the waves whispered secrets to the shore, there lived a fisherman named Eli. Every morning, he would set out in his weathered boat, casting his nets into the shimmering sea, hoping for a bountiful catch. One fateful day, as the sun rose over the horizon, Eli felt a strange tug on his net. Pulling it up, he discovered a magnificent, iridescent fish unlike any he had ever seen. The fish spoke in a melodic voice, pleading for its freedom in exchange for a single wish. Eli, taken aback but intrigued, thought of his aging mother who longed to see the world beyond their town. He wished for her health and happiness, and in an instant, the fish shimmered and vanished, leaving behind a single scale that sparkled like a star. When Eli returned home, he found his mother rejuvenated, her laughter filling the air as she shared stories of her youth. Inspired by the magic of the fish, Eli decided to take her on adventures, exploring distant lands and vibrant cultures. They traveled together, creating memories that would last a lifetime, and Eli realized that the true treasure was not the wish itself but the bond they shared. As the years passed, the scale remained a cherished reminder of that fateful day, a symbol of hope and love that would guide them through life’s storms.",
            "author": "Netanyahu",
            "id": 2
        }
    ]
}